Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# CopyAs_ElementSize
source: Element size (bytes)
ar: حجم العنصر (بالبايت)
cs: Velikost prvku (bajty)
de: Elementgröße (Bytes)
el: Μέγεθος στοιχείου (byte)
es: Tamaño del elemento (bytes)
fa: اندازهٔ عنصر (بایت)
fr: Taille d'un élément (octets)
hu: Elemméret (bájt)
id: Ukuran elemen (byte)
it: Dimensione elemento (byte)
ja: 要素の大きさ (バイト)
ko: 요소 크기(바이트)
pl: Rozmiar elementu (bajty)
pt: Tamanho do elemento (bytes)
ro: Dimensiune element (octeți)
ru: Размер элемента (байты)
th: ขนาดองค์ประกอบ (ไบต์)
tr: Öğe boyutu (bayt)
uk: Розмір елемента (байти)
vi: Kích thước phần tử (byte)
zh_hans: 元素大小（字节）
zh_hant: 元素大小（位元組）

# CopyAs_Assembly
source: Assembler
ar: المجمّع
es: Ensamblador
fa: اسمبلر
fr: Assembleur
ja: アセンブラ
ko: 어셈블러
pl: Asembler
ro: Asamblor
ru: Ассемблер
th: แอสเซมเบลอร์
tr: Derleyici
uk: Асемблер
vi: Trình hợp dịch
zh_hans: 汇编器
zh_hant: 組譯器

# CopyAs_Wrap
source: Break lines at 76 characters
ar: فصل الأسطر عند 76 حرفاً
cs: Zalomit řádky po 76 znacích
de: Zeilen nach 76 Zeichen umbrechen
el: Αλλαγή γραμμής στους 76 χαρακτήρες
es: Partir las líneas a los 76 caracteres
fa: شکستن سطرها در 76 نویسه
fr: Couper les lignes à 76 caractères
hu: Sortörés 76 karakterenként
id: Pindah baris setiap 76 karakter
it: Interrompi le righe a 76 caratteri
ja: 76 文字で改行する
ko: 76자에서 줄 바꿈
pl: Łam wiersze po 76 znakach
pt: Quebrar linhas em 76 caracteres
ro: Încadrare la 76 de caractere
ru: Переносить строки на 76 символах
th: ขึ้นบรรทัดใหม่ทุก 76 อักขระ
tr: Satırları 76 karakterde böl
uk: Розривати рядки після 76 символів
vi: Ngắt dòng ở 76 ký tự
zh_hans: 每 76 个字符换行
zh_hant: 在 76 個字元處換行

# CopyAs_Delimiters
source: Enclose in <~ ~>
ar: التضمين بين <~ ~>
cs: Uzavřít do <~ ~>
de: In <~ ~> einschließen
el: Περίκλειση σε <~ ~>
es: Encerrar entre <~ ~>
fa: محصور در <~ ~>
fr: Encadrer par <~ ~>
hu: Körülzárás ezzel: <~ ~>
id: Apit dengan <~ ~>
it: Racchiudi tra <~ ~>
ja: <~ ~> で囲む
ko: <~ ~>로 묶기
pl: Ujmij w <~ ~>
pt: Delimitar com <~ ~>
ro: Încadrare în <~ ~>
ru: Заключить в <~ ~>
th: ครอบด้วย <~ ~>
tr: <~ ~> içine al
uk: Взяти в <~ ~>
vi: Bao trong <~ ~>
zh_hans: 用 <~ ~> 括起来
zh_hant: 以 <~ ~> 括住

# CopyAs_FileName
source: File name
ar: اسم الملف
cs: Název souboru
de: Dateiname
el: Όνομα αρχείου
es: Nombre de archivo
fa: نام فایل
fr: Nom de fichier
hu: Fájlnév
id: Nama file
it: Nome file
ja: ファイル名
ko: 파일 이름
pl: Nazwa pliku
pt: Nome do arquivo
ro: Nume fișier
ru: Имя файла
th: ชื่อไฟล์
tr: Dosya adı
uk: Ім’я файлу
vi: Tên tệp
zh_hans: 文件名
zh_hant: 檔案名稱

# CopyAs_Layout
source: Layout
ar: التخطيط
cs: Rozložení
el: Διάταξη
es: Diseño
fa: چیدمان
fr: Disposition
hu: Elrendezés
id: Tata letak
ja: 形
ko: 레이아웃
pl: Układ
ro: Aspect
ru: Макет
th: เค้าโครง
tr: Düzen
uk: Макет
vi: Bố cục
zh_hans: 布局
zh_hant: 版面配置

# CopyAs_LayoutDump
source: Dump
ar: تفريغ
cs: Výpis
el: Αποτύπωση
es: Volcado
fa: دامپ
fr: Vidage
ja: ダンプ
ko: 덤프
pl: Zrzut
pt: Despejo
ru: Дамп
th: ดัมพ์
tr: Döküm
uk: Дамп
vi: Kết xuất
zh_hans: 转储
zh_hant: 傾印

# CopyAs_LayoutTable
source: Table
ar: جدول
cs: Tabulka
de: Tabelle
el: Πίνακας
es: Tabla
fa: جدول
fr: Tableau
hu: Táblázat
id: Tabel
it: Tabella
ja: 表
ko: 표
pl: Tabela
pt: Tabela
ro: Tabel
ru: Таблица
th: ตาราง
tr: Tablo
uk: Таблиця
vi: Bảng biểu
zh_hans: 表格
zh_hant: 表格

# CopyAs_Colors
source: Include colors
ar: تضمين الألوان
cs: Zahrnout barvy
de: Farben einschließen
el: Συμπερίληψη χρωμάτων
es: Incluir colores
fa: شامل رنگ‌ها
fr: Inclure les couleurs
hu: Színekkel
id: Sertakan warna
it: Includi colori
ja: 色付けを含める
ko: 색 포함
pl: Uwzględnij kolory
pt: Incluir cores
ro: Includere culori
ru: Включить цвета
th: รวมสี
tr: Renkleri dahil et
uk: Включити кольори
vi: Bao gồm màu
zh_hans: 包含颜色
zh_hant: 包含色彩

# CopyAs_RecordBytes
source: Bytes per record
ar: البايتات في كل سجل
cs: Bajtů na záznam
de: Bytes pro Datensatz
el: Byte ανά εγγραφή
es: Bytes por registro
fa: بایت در هر رکورد
fr: Octets par enregistrement
hu: Bájt rekordonként
id: Byte per rekaman
it: Byte per record
ja: 1 レコードのバイト数
ko: 레코드당 바이트 수
pl: Bajty na rekord
pt: Bytes por registro
ro: Octeți pe înregistrare
ru: Байт в записи
th: ไบต์ต่อเรคคอร์ด
tr: Kayıt başına bayt
uk: Байтів у записі
vi: Số byte mỗi bản ghi
zh_hans: 每条记录的字节数
zh_hant: 每筆記錄位元組數

# CopyAs_BaseAddress
source: Base address
ar: العنوان الأساسي
cs: Základní adresa
de: Basisadresse
el: Διεύθυνση βάσης
es: Dirección base
fa: آدرس پایه
fr: Adresse de base
hu: Báziscím
id: Alamat dasar
it: Indirizzo di base
ja: ベースアドレス
ko: 기준 주소
pl: Adres bazowy
pt: Endereço base
ro: Adresă de bază
ru: Базовый адрес
th: ที่อยู่ฐาน
tr: Taban adresi
uk: Базова адреса
vi: Địa chỉ cơ sở
zh_hans: 基地址
zh_hant: 基底位址

# CopyAs_Header
source: Header (S0)
ar: الرأس (S0)
cs: Záhlaví (S0)
el: Κεφαλίδα (S0)
es: Encabezado (S0)
fa: سرآیند (S0)
fr: En-tête (S0)
hu: Fejléc (S0)
it: Intestazione (S0)
ja: ヘッダ (S0)
ko: 헤더(S0)
pl: Nagłówek (S0)
pt: Cabeçalho (S0)
ro: Antet (S0)
ru: Заголовок (S0)
th: ส่วนหัว (S0)
tr: Üst bilgi (S0)
uk: Заголовок (S0)
vi: Tiêu đề (S0)
zh_hans: 标头（S0）
zh_hant: 標頭（S0）

# CopyAs_JsonData
source: data as
ar: البيانات بصيغة
cs: data jako
de: data als
el: data ως
es: data como
fa: داده به‌صورت
fr: data sous forme de
hu: data formája
id: data sebagai
it: dati come
ja: data の形
ko: data 형식
pl: dane jako
pt: dados como
ro: data ca
ru: data как
th: data เป็น
tr: data biçimi
uk: data як
vi: data dạng
zh_hans: data 的形式
zh_hant: data 格式

# CopyAs_JsonNumbers
source: Array of numbers
ar: مصفوفة أرقام
cs: Pole čísel
de: Array von Zahlen
el: Πίνακας αριθμών
es: Matriz de números
fa: آرایه‌ای از اعداد
fr: Tableau de nombres
hu: Számok tömbje
id: Array angka
it: Array di numeri
ja: 数値の配列
ko: 숫자 배열
pl: Tablica liczb
pt: Matriz de números
ro: Matrice de numere
ru: Массив чисел
th: อาร์เรย์ของตัวเลข
tr: Sayı dizisi
uk: Масив чисел
vi: Mảng số
zh_hans: 数字数组
zh_hant: 數字陣列

# CopyAs_DecimalPosition
source: Decimal
ar: عشري
cs: Desítkově
de: Dezimal
el: Δεκαδικό
fa: دهدهی
fr: Décimal
hu: Decimális
id: Desimal
it: Decimale
ja: 10 進で表す
ko: 10진수
pl: Dziesiętne
ro: Zecimal
ru: Десятичное
th: ฐานสิบ
tr: Ondalık
uk: Десяткове
vi: Thập phân
zh_hans: 十进制
zh_hant: 十進位

# CopyAs_Separator
source: Separator
ar: الفاصل
cs: Oddělovač
de: Trennzeichen
el: Διαχωριστικό
es: Separador
fa: جداکننده
fr: Séparateur
hu: Elválasztó
id: Pemisah
it: Separatore
ja: 区切り
ko: 구분 기호
pt: Separador
ru: Разделитель
th: ตัวคั่น
tr: Ayırıcı
uk: Роздільник
vi: Dấu phân cách
zh_hans: 分隔符
zh_hant: 分隔符號

# CopyAs_Prefix
source: Prefix
ar: البادئة
cs: Předpona
de: Präfix
el: Πρόθεμα
es: Prefijo
fa: پیشوند
fr: Préfixe
hu: Előtag
id: Awalan
it: Prefisso
ja: 接頭辞
ko: 접두사
pl: Prefiks
pt: Prefixo
ru: Префикс
th: คำนำหน้า
tr: Önek
uk: Префікс
vi: Tiền tố
zh_hans: 前缀
zh_hant: 前置詞

# CopyAs_Suffix
source: Suffix
ar: اللاحقة
cs: Přípona
el: Επίθημα
es: Sufijo
fa: پسوند
fr: Suffixe
hu: Utótag
id: Akhiran
it: Suffisso
ja: 接尾辞
ko: 접미사
pl: Sufiks
pt: Sufixo
ro: Sufix
ru: Суффикс
th: คำต่อท้าย
tr: Sonek
uk: Суфікс
vi: Hậu tố
zh_hans: 后缀
zh_hant: 後置詞

# CopyAs_Variant_CSharp
source: ReadOnlySpan<byte> property
ar: خاصية ReadOnlySpan<byte>
cs: Vlastnost ReadOnlySpan<byte>
de: ReadOnlySpan<byte>-Eigenschaft
el: Ιδιότητα ReadOnlySpan<byte>
es: Propiedad ReadOnlySpan<byte>
fa: ویژگی ReadOnlySpan<byte>
fr: Propriété ReadOnlySpan<byte>
hu: ReadOnlySpan<byte> tulajdonság
id: Properti ReadOnlySpan<byte>
it: Proprietà ReadOnlySpan<byte>
ja: ReadOnlySpan<byte> のプロパティにする
ko: ReadOnlySpan<byte> 속성
pl: Właściwość ReadOnlySpan<byte>
pt: Propriedade ReadOnlySpan<byte>
ro: Proprietate ReadOnlySpan<byte>
ru: Свойство ReadOnlySpan<byte>
th: พร็อพเพอร์ตี ReadOnlySpan<byte>
tr: ReadOnlySpan<byte> özelliği
uk: Властивість ReadOnlySpan<byte>
vi: Thuộc tính ReadOnlySpan<byte>
zh_hans: ReadOnlySpan<byte> 属性
zh_hant: ReadOnlySpan<byte> 屬性

# CopyAs_Variant_Python
source: bytes literal (b"\x..")
ar: قيمة حرفية bytes (b"\x..")
cs: Literál bytes (b"\x..")
el: Λεκτικό bytes (b"\x..")
es: Literal bytes (b"\x..")
fa: لیترال bytes (b"\x..")
fr: Littéral bytes (b"\x..")
hu: bytes literál (b"\x..")
id: Literal bytes (b"\x..")
it: Letterale bytes (b"\x..")
ja: bytes リテラル (b"\x..") にする
ko: bytes 리터럴(b"\x..")
pl: Literał bytes (b"\x..")
pt: Literal bytes (b"\x..")
ro: Literal bytes (b"\x..")
ru: Литерал bytes (b"\x..")
th: ลิเทอรัล bytes (b"\x..")
tr: bytes değişmezi (b"\x..")
uk: Літерал bytes (b"\x..")
vi: Literal bytes (b"\x..")
zh_hans: bytes 字面量（b"\x.."）
zh_hant: bytes 常值（b"\x.."）

# CopyAs_Variant_Base64
source: URL-safe (RFC 4648)
ar: آمن لعناوين URL (RFC 4648)
cs: Bezpečné pro URL (RFC 4648)
de: URL-sicher (RFC 4648)
el: Ασφαλές για URL (RFC 4648)
es: Segura para URL (RFC 4648)
fa: امن برای URL (RFC 4648)
fr: Compatible URL (RFC 4648)
hu: URL-biztos (RFC 4648)
id: Aman untuk URL (RFC 4648)
it: Sicuro per URL (RFC 4648)
ja: URL 安全 (RFC 4648)
ko: URL 안전(RFC 4648)
pl: Bezpieczny dla URL (RFC 4648)
pt: Seguro para URL (RFC 4648)
ro: Sigur pentru URL (RFC 4648)
ru: Безопасный для URL (RFC 4648)
th: ปลอดภัยสำหรับ URL (RFC 4648)
tr: URL için güvenli (RFC 4648)
uk: Безпечний для URL (RFC 4648)
vi: An toàn cho URL (RFC 4648)
zh_hans: URL 安全（RFC 4648）
zh_hant: URL 安全（RFC 4648）

# CopyAs_Error_InvalidVariableName
source: The variable name isn't a valid identifier in this language.
ar: اسم المتغير ليس معرّفاً صالحاً في هذه اللغة.
cs: Název proměnné není v tomto jazyce platný identifikátor.
de: Der Variablenname ist in dieser Sprache kein gültiger Bezeichner.
el: Το όνομα μεταβλητής δεν είναι έγκυρο αναγνωριστικό σε αυτή τη γλώσσα.
es: El nombre de la variable no es un identificador válido en este lenguaje.
fa: نام متغیر در این زبان یک شناسهٔ معتبر نیست.
fr: Le nom de variable n'est pas un identificateur valide dans ce langage.
hu: A változónév nem érvényes azonosító ebben a nyelvben.
id: Nama variabel bukan pengenal yang valid dalam bahasa ini.
it: Il nome della variabile non è un identificatore valido in questo linguaggio.
ja: 変数名がこの言語の識別子として正しくありません。
ko: 변수 이름이 이 언어에서 올바른 식별자가 아닙니다.
pl: Nazwa zmiennej nie jest prawidłowym identyfikatorem w tym języku.
pt: O nome da variável não é um identificador válido nesta linguagem.
ro: Numele variabilei nu este un identificator valid în acest limbaj.
ru: Имя переменной не является допустимым идентификатором в этом языке.
th: ชื่อตัวแปรไม่ใช่ตัวระบุที่ถูกต้องในภาษานี้
tr: Değişken adı bu dilde geçerli bir tanımlayıcı değil.
uk: Ім’я змінної не є допустимим ідентифікатором у цій мові.
vi: Tên biến không phải là định danh hợp lệ trong ngôn ngữ này.
zh_hans: 该变量名不是此语言中的有效标识符。
zh_hant: 變數名稱不是此語言的有效識別碼。

# CopyAs_Error_Z85Length
source: Z85 needs a length that is a multiple of 4.
ar: يتطلب Z85 طولاً من مضاعفات 4.
cs: Z85 vyžaduje délku, která je násobkem 4.
de: Z85 erfordert eine Länge, die ein Vielfaches von 4 ist.
el: Το Z85 απαιτεί μήκος πολλαπλάσιο του 4.
es: Z85 necesita una longitud múltiplo de 4.
fa: Z85 به طولی نیاز دارد که مضربی از 4 باشد.
fr: Z85 nécessite une longueur multiple de 4.
hu: A Z85-höz 4 többszörösének megfelelő hossz szükséges.
id: Z85 memerlukan panjang kelipatan 4.
it: Z85 richiede una lunghezza multipla di 4.
ja: Z85 は長さが 4 の倍数のときだけ使えます。
ko: Z85는 길이가 4의 배수여야 합니다.
pl: Z85 wymaga długości będącej wielokrotnością 4.
pt: Z85 requer um comprimento múltiplo de 4.
ro: Z85 necesită o lungime multiplu de 4.
ru: Для Z85 длина должна быть кратна 4.
th: Z85 ต้องการความยาวที่เป็นพหุคูณของ 4
tr: Z85 için uzunluk 4'ün katı olmalıdır.
uk: Для Z85 довжина має бути кратною 4.
vi: Z85 cần độ dài là bội số của 4.
zh_hans: Z85 要求长度为 4 的倍数。
zh_hant: Z85 需要長度為 4 的倍數。

# CopyAs_Error_AddressTooLarge
source: The addresses don't fit in 32 bits.
ar: العناوين لا تتسع في 32 بت.
cs: Adresy se nevejdou do 32 bitů.
de: Die Adressen passen nicht in 32 Bit.
el: Οι διευθύνσεις δεν χωρούν σε 32 bit.
es: Las direcciones no caben en 32 bits.
fa: آدرس‌ها در 32 بیت جا نمی‌شوند.
fr: Les adresses ne tiennent pas sur 32 bits.
hu: A címek nem férnek el 32 biten.
id: Alamat tidak muat dalam 32 bit.
it: Gli indirizzi non rientrano in 32 bit.
ja: アドレスが 32 ビットに収まりません。
ko: 주소가 32비트에 맞지 않습니다.
pl: Adresy nie mieszczą się w 32 bitach.
pt: Os endereços não cabem em 32 bits.
ro: Adresele nu încap în 32 de biți.
ru: Адреса не помещаются в 32 бита.
th: ที่อยู่ไม่พอดีกับ 32 บิต
tr: Adresler 32 bite sığmıyor.
uk: Адреси не вміщуються в 32 біти.
vi: Địa chỉ không vừa trong 32 bit.
zh_hans: 地址超出 32 位范围。
zh_hant: 位址無法以 32 位元表示。

# CopyAs_Error_InvalidLineLength
source: Bytes per line is 1 to 1024, and bytes per record is 1 to 255.
ar: عدد البايتات في كل سطر من 1 إلى 1024، وفي كل سجل من 1 إلى 255.
cs: Bajtů na řádek může být 1 až 1024 a bajtů na záznam 1 až 255.
de: Bytes pro Zeile: 1 bis 1024; Bytes pro Datensatz: 1 bis 255.
el: Τα byte ανά γραμμή είναι από 1 έως 1024 και τα byte ανά εγγραφή από 1 έως 255.
es: Bytes por línea: de 1 a 1024; bytes por registro: de 1 a 255.
fa: بایت در هر سطر 1 تا 1024 و بایت در هر رکورد 1 تا 255 است.
fr: Octets par ligne : de 1 à 1024 ; octets par enregistrement : de 1 à 255.
hu: A soronkénti bájtok száma 1–1024, a rekordonkénti bájtok száma 1–255 lehet.
id: Byte per baris adalah 1 hingga 1024, dan byte per rekaman adalah 1 hingga 255.
it: I byte per riga vanno da 1 a 1024 e i byte per record da 1 a 255.
ja: 1 行のバイト数は 1〜1024、1 レコードのバイト数は 1〜255 です。
ko: 줄당 바이트 수는 1~1024, 레코드당 바이트 수는 1~255입니다.
pl: Liczba bajtów na wiersz wynosi od 1 do 1024, a na rekord od 1 do 255.
pt: Bytes por linha vão de 1 a 1024, e bytes por registro de 1 a 255.
ro: Octeți pe linie: între 1 și 1024; octeți pe înregistrare: între 1 și 255.
ru: Байт в строке — от 1 до 1024, байт в записи — от 1 до 255.
th: ไบต์ต่อบรรทัดคือ 1 ถึง 1024 และไบต์ต่อเรคคอร์ดคือ 1 ถึง 255
tr: Satır başına bayt 1 ile 1024, kayıt başına bayt 1 ile 255 arasında olmalıdır.
uk: Байтів у рядку: від 1 до 1024, байтів у записі: від 1 до 255.
vi: Số byte mỗi dòng từ 1 đến 1024 và số byte mỗi bản ghi từ 1 đến 255.
zh_hans: 每行字节数为 1 到 1024，每条记录的字节数为 1 到 255。
zh_hant: 每行位元組數為 1 到 1024，每筆記錄位元組數為 1 到 255。

# CopyAs_Error_Options
source: The last format can't be used for this selection. Open Copy As to change the settings.
ar: لا يمكن استخدام التنسيق الأخير لهذا التحديد. افتح «نسخ بتنسيق» لتغيير الإعدادات.
cs: Poslední formát nelze pro tento výběr použít. Nastavení změňte v okně Kopírovat jako.
de: Das zuletzt verwendete Format kann für diese Auswahl nicht verwendet werden. Öffnen Sie „Kopieren als“, um die Einstellungen zu ändern.
el: Η τελευταία μορφή δεν μπορεί να χρησιμοποιηθεί για αυτή την επιλογή. Ανοίξτε την «Αντιγραφή ως» για να αλλάξετε τις ρυθμίσεις.
es: El último formato no se puede usar con esta selección. Abre Copiar como para cambiar la configuración.
fa: آخرین قالب برای این انتخاب قابل استفاده نیست. برای تغییر تنظیمات، «رونوشت به‌صورت» را باز کنید.
fr: Le dernier format ne peut pas être utilisé pour cette sélection. Ouvrez Copier sous pour modifier les paramètres.
hu: Az utóbbi formátum nem használható ehhez a kijelöléshez. A beállítások módosításához nyissa meg a Másolás másként párbeszédpanelt.
id: Format terakhir tidak dapat digunakan untuk pilihan ini. Buka Salin Sebagai untuk mengubah pengaturan.
it: L'ultimo formato non può essere usato per questa selezione. Apri Copia come per modificare le impostazioni.
ja: 前回の形式はこの選択範囲に使えません。形式を選択してコピーで設定を変えてください。
ko: 마지막 형식은 이 선택 영역에 사용할 수 없습니다. [다른 형식으로 복사]를 열어 설정을 변경하세요.
pl: Ostatniego formatu nie można użyć dla tego zaznaczenia. Otwórz Kopiuj jako, aby zmienić ustawienia.
pt: O último formato não pode ser usado para esta seleção. Abra Copiar como para alterar as configurações.
ro: Ultimul format nu poate fi utilizat pentru această selecție. Deschideți „Copiere ca” pentru a modifica setările.
ru: Последний формат нельзя использовать для этого выделения. Откройте «Копировать как», чтобы изменить параметры.
th: ไม่สามารถใช้รูปแบบล่าสุดกับส่วนที่เลือกนี้ได้ เปิด "คัดลอกเป็น" เพื่อเปลี่ยนการตั้งค่า
tr: Son biçim bu seçim için kullanılamaz. Ayarları değiştirmek için Farklı Kopyala'yı açın.
uk: Останній формат неможливо використати для цього виділення. Відкрийте «Копіювати як», щоб змінити параметри.
vi: Không thể dùng định dạng trước cho vùng chọn này. Hãy mở Sao chép dạng để thay đổi cài đặt.
zh_hans: 上次的格式不能用于此选定内容。请打开“复制为”更改设置。
zh_hant: 上次的格式無法用於此選取範圍。請開啟「以格式複製」變更設定。

# CopyAs_Estimate
source: Estimated size: {0} ({1} bytes)
ar: الحجم المقدّر: {0} ({1} بايت)
cs: Odhadovaná velikost: {0} (bajty: {1})
de: Geschätzte Größe: {0} ({1} Bytes)
el: Εκτιμώμενο μέγεθος: {0} ({1} byte)
es: Tamaño estimado: {0} ({1} bytes)
fa: اندازهٔ تخمینی: {0} ({1} بایت)
fr: Taille estimée : {0} ({1} octets)
hu: Becsült méret: {0} ({1} bájt)
id: Perkiraan ukuran: {0} ({1} byte)
it: Dimensione stimata: {0} ({1} byte)
ja: 推定サイズ: {0} ({1} バイト)
ko: 예상 크기: {0}({1}바이트)
pl: Szacowany rozmiar: {0} (bajty: {1})
pt: Tamanho estimado: {0} ({1} bytes)
ro: Dimensiune estimată: {0} ({1} octeți)
ru: Примерный размер: {0} ({1} байт)
th: ขนาดโดยประมาณ: {0} ({1} ไบต์)
tr: Tahmini boyut: {0} ({1} bayt)
uk: Приблизний розмір: {0} ({1} байтів)
vi: Kích thước ước tính: {0} ({1} byte)
zh_hans: 估计大小：{0}（{1} 字节）
zh_hant: 預估大小：{0}（{1} 個位元組）

# CopyAs_Note_Padded
source: The last element was padded with zeros.
ar: تمت تكملة العنصر الأخير بالأصفار.
cs: Poslední prvek byl doplněn nulami.
de: Das letzte Element wurde mit Nullen aufgefüllt.
el: Το τελευταίο στοιχείο συμπληρώθηκε με μηδενικά.
es: El último elemento se completó con ceros.
fa: آخرین عنصر با صفر تکمیل شد.
fr: Le dernier élément a été complété par des zéros.
hu: Az utolsó elem nullákkal lett kiegészítve.
id: Elemen terakhir diisi dengan nol.
it: L'ultimo elemento è stato completato con zeri.
ja: 最後の要素は 0 で補いました。
ko: 마지막 요소는 0으로 채웠습니다.
pl: Ostatni element został dopełniony zerami.
pt: O último elemento foi preenchido com zeros.
ro: Ultimul element a fost completat cu zerouri.
ru: Последний элемент дополнен нулями.
th: องค์ประกอบสุดท้ายถูกเติมด้วยศูนย์
tr: Son öğe sıfırlarla dolduruldu.
uk: Останній елемент доповнено нулями.
vi: Phần tử cuối cùng đã được đệm bằng số 0.
zh_hans: 最后一个元素已用零填充。
zh_hant: 最後一個元素已以零補齊。

# CopyAs_TooLargeNote
source: The output is larger than the clipboard limit ({0}). Save it to a file instead.
ar: الناتج أكبر من حد الحافظة ({0}). احفظه في ملف بدلاً من ذلك.
cs: Výstup přesahuje limit schránky ({0}). Uložte ho místo toho do souboru.
de: Die Ausgabe überschreitet das Limit der Zwischenablage ({0}). Speichern Sie sie stattdessen in einer Datei.
el: Η έξοδος υπερβαίνει το όριο του Προχείρου ({0}). Αποθηκεύστε την σε αρχείο.
es: La salida supera el límite del Portapapeles ({0}). Guárdala en un archivo.
fa: خروجی از حد مجاز کلیپ‌بورد ({0}) بزرگ‌تر است. به‌جای آن در یک فایل ذخیره کنید.
fr: La sortie dépasse la limite du Presse-papiers ({0}). Enregistrez-la plutôt dans un fichier.
hu: A kimenet nagyobb a vágólap korlátjánál ({0}). Mentse inkább fájlba.
id: Output melebihi batas papan klip ({0}). Simpan ke file sebagai gantinya.
it: L'output supera il limite degli Appunti ({0}). Salvalo invece in un file.
ja: 出力がクリップボードの上限 ({0}) を超えます。ファイルに保存してください。
ko: 출력이 클립보드 한도({0})보다 큽니다. 대신 파일에 저장하세요.
pl: Wynik przekracza limit schowka ({0}). Zapisz go zamiast tego do pliku.
pt: A saída é maior que o limite da área de transferência ({0}). Salve-a em um arquivo.
ro: Rezultatul depășește limita clipboardului ({0}). Salvați-l în schimb într-un fișier.
ru: Результат превышает ограничение буфера обмена ({0}). Сохраните его в файл.
th: ผลลัพธ์มีขนาดใหญ่กว่าขีดจำกัดของคลิปบอร์ด ({0}) โปรดบันทึกลงไฟล์แทน
tr: Çıktı pano sınırından ({0}) büyük. Bunun yerine bir dosyaya kaydedin.
uk: Результат перевищує обмеження буфера обміну ({0}). Збережіть його у файл.
vi: Kết quả lớn hơn giới hạn bảng tạm ({0}). Hãy lưu vào tệp.
zh_hans: 输出超出剪贴板限制（{0}）。请改为保存到文件。
zh_hant: 輸出超過剪貼簿的上限（{0}）。請改為儲存至檔案。

# CopyAs_TooLarge
source: The output is larger than the clipboard limit. Use Copy As to save it to a file.
ar: الناتج أكبر من حد الحافظة. استخدم «نسخ بتنسيق» لحفظه في ملف.
cs: Výstup přesahuje limit schránky. Pomocí Kopírovat jako ho uložte do souboru.
de: Die Ausgabe überschreitet das Limit der Zwischenablage. Verwenden Sie „Kopieren als“, um sie in einer Datei zu speichern.
el: Η έξοδος υπερβαίνει το όριο του Προχείρου. Χρησιμοποιήστε την «Αντιγραφή ως» για να την αποθηκεύσετε σε αρχείο.
es: La salida supera el límite del Portapapeles. Usa Copiar como para guardarla en un archivo.
fa: خروجی از حد مجاز کلیپ‌بورد بزرگ‌تر است. برای ذخیره در فایل از «رونوشت به‌صورت» استفاده کنید.
fr: La sortie dépasse la limite du Presse-papiers. Utilisez Copier sous pour l'enregistrer dans un fichier.
hu: A kimenet nagyobb a vágólap korlátjánál. Fájlba mentéshez használja a Másolás másként parancsot.
id: Output melebihi batas papan klip. Gunakan Salin Sebagai untuk menyimpannya ke file.
it: L'output supera il limite degli Appunti. Usa Copia come per salvarlo in un file.
ja: 出力がクリップボードの上限を超えます。形式を選択してコピーからファイルに保存してください。
ko: 출력이 클립보드 한도보다 큽니다. [다른 형식으로 복사]를 사용하여 파일에 저장하세요.
pl: Wynik przekracza limit schowka. Użyj Kopiuj jako, aby zapisać go do pliku.
pt: A saída é maior que o limite da área de transferência. Use Copiar como para salvá-la em um arquivo.
ro: Rezultatul depășește limita clipboardului. Utilizați „Copiere ca” pentru a-l salva într-un fișier.
ru: Результат превышает ограничение буфера обмена. Сохраните его в файл с помощью «Копировать как».
th: ผลลัพธ์มีขนาดใหญ่กว่าขีดจำกัดของคลิปบอร์ด ใช้ "คัดลอกเป็น" เพื่อบันทึกลงไฟล์
tr: Çıktı pano sınırından büyük. Bir dosyaya kaydetmek için Farklı Kopyala'yı kullanın.
uk: Результат перевищує обмеження буфера обміну. Скористайтеся командою «Копіювати як», щоб зберегти його у файл.
vi: Kết quả lớn hơn giới hạn bảng tạm. Hãy dùng Sao chép dạng để lưu vào tệp.
zh_hans: 输出超出剪贴板限制。请使用“复制为”将其保存到文件。
zh_hant: 輸出超過剪貼簿的上限。請使用「以格式複製」將其儲存至檔案。

# CopyAs_Saved
source: Saved {0}.
ar: تم حفظ {0}.
cs: Uloženo: {0}.
de: {0} wurde gespeichert.
el: Αποθηκεύτηκε το {0}.
es: Se guardó {0}.
fa: {0} ذخیره شد.
fr: {0} a été enregistré.
hu: Mentve: {0}.
id: {0} disimpan.
it: Salvato {0}.
ja: {0} を保存しました。
ko: {0}을(를) 저장했습니다.
pl: Zapisano {0}.
pt: {0} salvo.
ro: S-a salvat {0}.
ru: Сохранено: {0}.
th: บันทึก {0} แล้ว
tr: {0} kaydedildi.
uk: Збережено {0}.
vi: Đã lưu {0}.
zh_hans: 已保存 {0}。
zh_hant: 已儲存 {0}。

# CopyAs_SaveError
source: Couldn't save the file ({0}).
ar: تعذّر حفظ الملف ({0}).
cs: Soubor nelze uložit ({0}).
de: Die Datei konnte nicht gespeichert werden ({0}).
el: Δεν ήταν δυνατή η αποθήκευση του αρχείου ({0}).
es: No se pudo guardar el archivo ({0}).
fa: ذخیرهٔ فایل ممکن نشد ({0}).
fr: Impossible d'enregistrer le fichier ({0}).
hu: Nem sikerült menteni a fájlt ({0}).
id: Tidak dapat menyimpan file ({0}).
it: Impossibile salvare il file ({0}).
ja: ファイルを保存できませんでした ({0})。
ko: 파일을 저장할 수 없습니다({0}).
pl: Nie można zapisać pliku ({0}).
pt: Não foi possível salvar o arquivo ({0}).
ro: Fișierul nu a putut fi salvat ({0}).
ru: Не удалось сохранить файл ({0}).
th: ไม่สามารถบันทึกไฟล์ได้ ({0})
tr: Dosya kaydedilemedi ({0}).
uk: Не вдалося зберегти файл ({0}).
vi: Không thể lưu tệp ({0}).
zh_hans: 无法保存文件（{0}）。
zh_hant: 無法儲存檔案（{0}）。

# CopyAs_PositionLength
source: ({0} bytes)
ar: ({0} بايت)
cs: (bajty: {0})
el: ({0} byte)
fa: ({0} بایت)
fr: ({0} octets)
hu: ({0} bájt)
id: ({0} byte)
it: ({0} byte)
ja: ({0} バイト)
ko: ({0}바이트)
pl: (bajty: {0})
ro: ({0} octeți)
ru: (байт: {0})
th: ({0} ไบต์)
tr: ({0} bayt)
uk: (байтів: {0})
vi: ({0} byte)
zh_hans: （{0} 字节）
zh_hant: （{0} 個位元組）

# PasteSpecial_Title
source: Paste Special
ar: لصق خاص
cs: Vložit jinak
de: Inhalte einfügen
el: Ειδική επικόλληση
es: Pegado especial
fa: چسباندن ویژه
fr: Collage spécial
hu: Irányított beillesztés
id: Tempel Khusus
it: Incolla speciale
ja: 形式を選択して貼り付け
ko: 선택하여 붙여넣기
pl: Wklej specjalnie
pt: Colar especial
ro: Lipire specială
ru: Специальная вставка
th: วางแบบพิเศษ
tr: Özel Yapıştır
uk: Спеціальне вставлення
vi: Dán đặc biệt
zh_hans: 选择性粘贴
zh_hant: 選擇性貼上
